app/views/users/_form.html.erb


    <% if User.exists?(:email) %>
---
SELECT  1 AS one FROM "users" LIMIT 1