app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    if @user.save
---
INSERT INTO "users" ("email", "created_at", "updated_at") VALUES (?, ?, ?)  [["email", ""], ["created_at", "2017-06-06 00:40:40.713210"], ["updated_at", "2017-06-06 00:40:40.713210"]]